* ob-picolisp

#+begin_src picolisp :results ouput :session foo
(+ 2 2)
(de boo () (print "boom shsks"))
#+end_src

#+RESULTS:
: 4

#+begin_src picolisp :results output :session foo
(boo)
(boo)
#+end_src

#+RESULTS:
: "boom shsks"
: "boom shsks"

